Repository: caujka/TripJournal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: messages
uk: сповіщення

source: stories nearby
uk: історії поблизу

source: pictures nearby
uk: картинки поблизу

source: settings
uk: настройки

source: my stories
uk: мої історії

source: logout
uk: вийти

source: sign in
uk: ввійти

source: Search
uk: Знайти

source: Title of story
uk: Заголовок історії

source: Tags
uk: Теги

source: Text to story
uk: текст історії

source: Add artifact
uk: артефакт історії

source: text
uk: текст

source: image
uk: картинка

source: artifact
uk: артефакт

source: view
uk: Переглянути

source: Welcome to TripJournal
uk: Вітаємо в TripJournal

source: Take first step to your journey of a thousand miles
uk: Зроби перший крок назустріч подорожі в тисячу миль

source: Here you can search stories near the place
uk: Тут ви зможете переглянути історії поблизу

source: Here you can search pictures near the place
uk: Тут ви зможете переглянути картинки поблизу

source: Enter Latitude
uk: Введіть широту

source: Enter Longitude
uk: Введіть довготу

source: Your stories
uk: Moї історії

source: Create new story
uk: Створити нову історію

source: edit
uk: редагувати

source: delete
uk: видалити

source: Prefered language
uk: Оберіть мову

source: Enter user's name
uk: Введіть ім'я користувача

source: of
uk: з

source: Next
uk: Наступні

source: by
uk: створена

source: Edit this story
uk: Редагувати історію

source: This story doesn't exist or isn't published yet. Sorry
uk: Цієї історії не існує, або вона не опублікована.

source: Unpublish
uk: Скасувати публікацію

source: publish
uk: Опублікувати
